import AgreementContent from "./AgreementStyle";

const PrivacyTerm = () => {
  return (
    <AgreementContent>
      <p>
        PET MEMOIR ('http://'이하 "회사") 은(는) 개인정보보호법에 따라
        정보주체의 개인정보를 보호하고 이와 관련한 고충을 신속하고 원활하게
        처리할 수 있도록 하기 위하여 다음과 같이 개인정보 처리방침을
        수립·공개합니다.
      </p>
      <p>■ 이 개인정보처리방침은 2023년 7월 1일 부터 적용됩니다.</p>
      <div className="term 1">
        <p className="term_title">제1조(개인정보의 처리 목적)</p>
        <ul className="ul_square">
          <li>
            "회사" 은(는) 다음의 목적을 위하여 개인정보를 처리합니다. 처리하고
            있는 개인정보는 다음의 목적 이외의 용도로는 이용되지 않으며 이용
            목적이 변경되는 경우에는 「개인정보 보호법」 제18조에 따라 별도의
            동의를 받는 등 필요한 조치를 이행할 예정입니다.
            <ol>
              <li>
                홈페이지 회원가입 및 관리
                <br />
                회원 가입의사 확인, 회원제 서비스 제공에 따른 본인 식별·인증,
                회원자격 유지·관리, 서비스 부정이용 방지, 각종 고지·통지
                목적으로 개인정보를 처리합니다.
                <br />
              </li>
              <li>
                재화 또는 서비스 제공
                <br />
                서비스 제공, 콘텐츠 제공을 목적으로 개인정보를 처리합니다.
                <br />
              </li>
              <li>
                마케팅 및 광고에의 활용
                <br />
                광고성 정보 제공, 서비스의 유효성 확인 등을 목적으로 개인정보를
                처리합니다.
                <br />
              </li>
            </ol>
          </li>
        </ul>
      </div>
      <div className="term 2">
        <p className="term_title">제2조(개인정보의 처리 및 보유 기간)</p>
        <ul className="ul_square">
          <li>
            "회사"은(는) 법령에 따른 개인정보 보유·이용기간 또는 정보주체로부터
            개인정보를 수집 시에 동의받은 개인정보 보유·이용기간 내에서
            개인정보를 처리·보유합니다.
          </li>
          <li>
            각각의 개인정보 처리 및 보유 기간은 다음과 같습니다.
            <ol>
              <li>
                홈페이지 회원가입 및 관리
                <br />
                홈페이지 회원가입 및 관리와 관련한 개인정보는 수집.이용에 관한
                동의일로부터 <span style={{ fontWeight: "bold" }}>
                  탈퇴 시
                </span>{" "}
                까지 위 이용목적을 위하여 보유.이용됩니다.
                <ul className="ul_disc">
                  <li>보유근거 : 이용약관</li>
                  <li>관련법령 : </li>
                  <li>예외사유 : </li>
                </ul>
              </li>
            </ol>
          </li>
        </ul>
      </div>
      <div className="term 3">
        <p className="term_title">제3조(처리하는 개인정보의 항목)</p>
        <ul className="ul_square">
          <li>"회사"은(는) 다음의 개인정보 항목을 처리하고 있습니다.</li>
          <ol>
            <li>
              홈페이지 회원가입 및 관리
              <br />
              필수항목 : 이메일, 비밀번호, 닉네임
              <br />
              선택항목 : 관심지역, 한 줄 소개
              <br />
              카카오 간편가입 : [필수] 이메일, 닉네임, 프로필 사진
            </li>
          </ol>
        </ul>
      </div>
      <div className="term 4">
        <p className="term_title">제4조(개인정보의 파기절차 및 파기방법)</p>
        <ul className="ul_square">
          <li>
            "회사"은(는) 개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가
            불필요하게 되었을 때에는 지체없이 해당 개인정보를 파기합니다.
          </li>
          <li>
            정보주체로부터 동의받은 개인정보 보유기간이 경과하거나 처리목적이
            달성되었음에도 불구하고 다른 법령에 따라 개인정보를 계속 보존하여야
            하는 경우에는, 해당 개인정보를 별도의 데이터베이스(DB)로 옮기거나
            보관장소를 달리하여 보존합니다.
          </li>
          <li>
            개인정보 파기의 절차 및 방법은 다음과 같습니다.
            <ol>
              <li>
                파기절차
                <br />
                "회사"은(는) 파기 사유가 발생한 개인정보를 선정하고, "회사"의
                개인정보 보호책임자의 승인을 받아 개인정보를 파기합니다.
                <br />
              </li>
              <li>
                파기방법
                <br />
                전자적 파일 형태의 정보는 기록을 재생할 수 없는 기술적 방법을
                사용합니다.
              </li>
            </ol>
          </li>
        </ul>
      </div>
      <div className="term 5">
        <p className="term_title">
          제5조(정보주체와 법정대리인의 권리·의무 및 그 행사방법에 관한 사항)
        </p>
        <ol>
          <li>
            정보주체는 "회사"에 대해 언제든지 개인정보 열람·정정·삭제·처리정지
            요구 등의 권리를 행사할 수 있습니다.
          </li>
          <li>
            제1항에 따른 권리 행사는 "회사"에 대해 「개인정보 보호법」 시행령
            제41조제1항에 따라 서면, 전자우편, 모사전송(FAX) 등을 통하여 하실 수
            있으며 "회사"은(는) 이에 대해 지체 없이 조치하겠습니다.
          </li>
          <li>
            제1항에 따른 권리 행사는 정보주체의 법정대리인이나 위임을 받은 자 등
            대리인을 통하여 하실 수 있습니다.이 경우 “개인정보 처리 방법에 관한
            고시(제2020-7호)” 별지 제11호 서식에 따른 위임장을 제출하셔야
            합니다.
          </li>
          <li>
            개인정보 열람 및 처리정지 요구는 「개인정보 보호법」 제35조 제4항,
            제37조 제2항에 의하여 정보주체의 권리가 제한 될 수 있습니다.
          </li>
          <li>
            개인정보의 정정 및 삭제 요구는 다른 법령에서 그 개인정보가 수집
            대상으로 명시되어 있는 경우에는 그 삭제를 요구할 수 없습니다.
          </li>
          <li>
            "회사"은(는) 정보주체 권리에 따른 열람의 요구, 정정·삭제의 요구,
            처리정지의 요구 시 열람 등 요구를 한 자가 본인이거나 정당한
            대리인인지를 확인합니다.
          </li>
        </ol>
      </div>
      <div className="term 6">
        <p className="term_title">
          제6조(개인정보의 안전성 확보조치에 관한 사항)
        </p>
        <ul className="ul_square">
          <li>
            "회사"은(는) 개인정보의 안전성 확보를 위해 다음과 같은 조치를 취하고
            있습니다.
            <ol>
              <li>
                정기적인 자체 감사 실시
                <br />
                개인정보 취급 관련 안정성 확보를 위해 정기적(분기 1회)으로 자체
                감사를 실시하고 있습니다.
              </li>
              <li>
                개인정보 취급 직원의 최소화 및 교육
                <br />
                개인정보를 취급하는 직원을 지정하고 담당자에 한정시켜 최소화
                하여 개인정보를 관리하는 대책을 시행하고 있습니다.
              </li>
              <li>
                내부관리계획의 수립 및 시행
                <br />
                개인정보의 안전한 처리를 위하여 내부관리계획을 수립하고 시행하고
                있습니다.
              </li>
            </ol>
          </li>
        </ul>
      </div>
      <div className="term 7">
        <p className="term_title">
          제7조(개인정보를 자동으로 수집하는 장치의 설치·운영 및 그 거부에 관한
          사항)
        </p>
        <ul className="ul_square">
          <li>
            "회사"은(는) 정보주체의 이용정보를 저장하고 수시로 불러오는
            ‘쿠키(cookie)’를 사용하지 않습니다.
          </li>
        </ul>
      </div>
      <div className="term 8">
        <p className="term_title">
          제8조(행태정보의 수집·이용·제공 및 거부 등에 관한 사항)
        </p>
        <ul className="ul_square">
          <li>
            행태정보의 수집·이용·제공 및 거부등에 관한 사항
            <br />
            "회사"은(는) 온라인 맞춤형 광고 등을 위한 행태정보를
            수집·이용·제공하지 않습니다.
          </li>
        </ul>
      </div>
      <div className="term 9">
        <p className="term_title">제9조 (개인정보 보호책임자에 관한 사항)</p>
        <ol>
          <li>
            "회사"은(는) 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보
            처리와 관련한 정보주체의 불만처리 및 피해구제 등을 위하여 아래와
            같이 개인정보 보호책임자를 지정하고 있습니다.
            <br />
            <ul className="ul_disc">
              <li>
                개인정보 보호책임자
                <br />
                성명 :손인천, 김현빈
                <br />
                직책 : 책임 개발자<br />
                직급 : 부장 <br />
                연락처 devpawcommunity@naver.com
                <br />※ 개인정보 보호 담당부서로 연결됩니다.
              </li>
            </ul>
          </li>
        </ol>
      </div>
      <div className="term 10">
        <p className="term_title">
          제10조(정보주체의 권익침해에 대한 구제방법)
        </p>
        <ul className="ul_square">
          <li>
            정보주체는 개인정보침해로 인한 구제를 받기 위하여
            개인정보분쟁조정위원회, 한국인터넷진흥원 개인정보침해신고센터 등에
            분쟁해결이나 상담 등을 신청할 수 있습니다. 이 밖에 기타
            개인정보침해의 신고, 상담에 대하여는 아래의 기관에 문의하시기
            바랍니다.
            <br />
            <ol>
              <li>
                개인정보분쟁조정위원회 : (국번없이) 1833-6972
                ([www.kopico.go.kr](http://www.kopico.go.kr/))
              </li>
              <li>
                개인정보침해신고센터 : (국번없이) 118
                ([privacy.kisa.or.kr](http://privacy.kisa.or.kr/))
              </li>
              <li>
                대검찰청 : (국번없이) 1301
                ([www.spo.go.kr](http://www.spo.go.kr/))
              </li>
              <li>
                경찰청 : (국번없이) 182
                ([ecrm.cyber.go.kr](http://ecrm.cyber.go.kr/))
                <br />
                「개인정보보호법」제35조(개인정보의 열람), 제36조(개인정보의
                정정·삭제), 제37조(개인정보의 처리정지 등)의 규정에 의한 요구에
                대 하여 공공기관의 장이 행한 처분 또는 부작위로 인하여 권리 또는
                이익의 침해를 받은 자는 행정심판법이 정하는 바에 따라 행정심판을
                청구할 수 있습니다.
                <br />※ 행정심판에 대해 자세한 사항은
                중앙행정심판위원회([www.simpan.go.kr](http://www.simpan.go.kr/))
                홈페이지를 참고하시기 바랍니다.
              </li>
            </ol>
          </li>
        </ul>
      </div>
      <div className="term 11">
        <p className="term_title">제11조(개인정보 처리방침 변경)</p>
        <p>■ 이 개인정보처리방침은 2023년 7월 1일 부터 적용됩니다.</p>
      </div>
    </AgreementContent>
  );
};
export default PrivacyTerm;
